4ops.terraform
aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.project-manager
DavidAnson.vscode-markdownlint
dprint.dprint
eamodio.gitlens
GitHub.vscode-pull-request-github
hashicorp.terraform
iliazeus.vscode-ansi
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
josetr.cmake-language-support-vscode
justarandomgeek.factoriomod-debug
mike-lischke.vscode-antlr4
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
oderwat.indent-rainbow
PKief.material-icon-theme
qufiwefefwoyn.inline-sql-syntax
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
serayuzgur.crates
streetsidesoftware.code-spell-checker
sumneko.lua
svizzini.factorio-lua-api-autocomplete
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
yzhang.markdown-all-in-one
